/* 
  Localizable.strings
  TSRegisterUI

  Created by 沧海无际 on 2020/5/11.
  
*/

"Register the software with the purchased E-mail address and registration code." = "Registrare il software con l'indirizzo e-mail e il codice di registrazione acquistati.";
"Your E-mail Address" = "Il tuo indirizzo di posta elettronica";
"Registration Code" = "Codice di registrazione";
"Please make sure both your E-mail address and registration code are correct and try again." = "Assicurati che il tuo indirizzo e-mail e il codice di registrazione siano corretti e riprova.";
"Buy Now" = "Acquista ora";
"Register" = "Registrati";
"Skip" = "Salta";
"1. If you do not receive the registration code or do not know the register E-mail address, please click here to check >>" = "1. Se non si riceve il codice di registrazione o non si conosce l'indirizzo e-mail del registro, fare clic qui per controllare >> ";
"click here to check >>" = "fare clic qui per controllare >>";
"2. For other registration issues, please contact us >>" = "2. Per altri problemi di registrazione, ti preghiamo di contattarci >> ";
"contact us >>" = "contattarci >>";
"Registering…" = "Registrazione ...";
"Registered successfully!" = "Registrato con successo!";
"OK" = "Sì";
"Please make sure your network connection is working and try again." = "Assicurati che la connessione di rete funzioni e riprova.";
"Oops！Registration Error! Please re-check the E-mail address and registration code you entered and register again." = "Oops！ Errore di registrazione! Ricontrolla l'indirizzo e-mail e il codice di registrazione che hai inserito e registrati di nuovo. ";
"The number of devices has exceeded the current order limit." = "Il numero di dispositivi ha superato l'attuale limite dell'ordine.";
"Contact us" = "Contattaci";
"The number of computers registered with the registration code has exceeded the limit." = "Il numero di computer registrati con il codice di registrazione ha superato il limite;";
"Invalid registration code!" = "Codice di registrazione non valido!";
"No order record for this registration code!" = "Nessun record di ordine per questo codice di registrazione!";
"This registration code has expired!" = "Questo codice di registrazione è scaduto!";
"Registered license plan:" = "Piano di licenza registrato:";
"User E-mail:" = "E-mail dell'utente:";
"License Plan:" = "Piano di licenza:";
"Change license plan" = "Modifica piano di licenza:";
"Family license" = "Licenza familiare";
"1 Year license" = "1 anno di licenza";
"1 Month license" = "Licenza di 1 mese";
"Enterprise Subscription Edition" = "Edizione con abbonamento Enterprise";
"Valid until:" = "Valido fino a:";
"Available device(s):" = "Dispositivi disponibili:";
"%lu device(s)/Total %lu device(s)" = "%lu dispositivo / Totale dispositivi %lu";
"Available computer(s):" = "Computer disponibile(i):";
"%lu computer(s)/Total %lu computer(s)" = "%lu computer (s) / Totale %lu computer (s)";
"Used device(s):" = "Dispositivo(i) usato(i):";
"Used computer(s):" = "Computer usato(i):";
"%lu device(s)" = "%lu dispositivo(i)";
"%lu computer(s)" = "%lu computer";
"Welcome to use %@" = "Benvenuto per usare %@";
"Change License" = "Cambia licenza";
"Lifetime" = "Tutta la vita";
"Unlimited" = "Illimitato";

"If you want to continue using %@, please purchase again or contact us." = "Se si desidera continuare a utilizzare %@, si prega di acquistare nuovamente o contattarci.";
"See Pricing" = "Vedi Prezzi";
